{
  "page.header.nav.home": "Home",
  "page.header.nav.about": "About",
  "page.header.nav.services": "System Components",
  "page.header.nav.projects": "Projects",
  "page.header.nav.blog": "Blog",
  "page.header.nav.contact": "Contact",
  "page.header.nav.why-us": "Why Us",
  "page.header.nav.course": "Operating procedure",
  "page.header.nav.partner": "Partner",
  "page.header.nav.team": "Our team",
  "page.header.nav.figure": "Our success",
  "page.header.nav.dropdown.title": "Dropdown",
  "page.header.nav.dropdown.item1": "Dropdown 1",
  "page.header.nav.dropdown.item2": "Dropdown 2",
  "page.header.nav.dropdown.item3": "Dropdown 3",
  "page.header.nav.dropdown.item4": "Dropdown 4",
  "page.header.nav.dropdown.deepDropdown.title": "Deep Dropdown",
  "page.header.nav.dropdown.deepDropdown.item1": "Deep Dropdown 1",
  "page.header.nav.dropdown.deepDropdown.item2": "Deep Dropdown 2",
  "page.header.nav.dropdown.deepDropdown.item3": "Deep Dropdown 3",
  "page.header.nav.dropdown.deepDropdown.item4": "Deep Dropdown 4",
  "page.header.nav.dropdown.deepDropdown.item5": "Deep Dropdown 5",
  "page.hero-section.tilte.welcome": "IOT system for fetal electrocardiogram monitoring with non-contact sensors",
  "page.hero-section.tilte.lorem": "The project is being implemented with the aim of minimizing the risk of stillbirth and premature birth, while ensuring comprehensive development for children. An important component of the system is fetal electrocardiogram (F/mECG) technology, which allows recording and analysis of electrocardiogram signals of both mother and fetus throughout pregnancy. Small electrocardiogram pulses emitted when the heart beats will be collected and processed so that doctors can monitor the cardiovascular health of both mother and fetus, thereby detecting early signs of abnormalities and timely intervention.",
  "page.hero-section.tilte.getstarted": "Get Started",
  "page.statistic.title": "Our Success",
  "page.statistic.subtitle": "During the product development process, we have achieved some successes.",
  "page.statistic.card.1": "System Are Active",
  "page.statistic.card.2": "Volunteers Experienced",
  "page.statistic.card.3": "Research Labs Ordered",
  "page.tab-list.student": "Student",
  "page.tab-list.company": "Company",
  "page.why-us.title": "Why choose our product?",
  "page.why-us.student.reason.1.title": "Reduces the risk of stillbirth and premature birth",
  "page.why-us.student.reason.1.desc": "By continuously monitoring the fetal heart rate, the doctor can detect early signs of danger or lack of oxygen in the fetus, thereby intervening promptly to reduce the risk of stillbirth or premature birth.",
  "page.why-us.student.reason.2.title": "Accurately monitor fetal heart rate using non-invasive methods",
  "page.why-us.student.reason.2.desc": "Instead of attaching electrodes directly to the fetus, the system can collect ECG signals through sensors attached to the outside of the mother's abdomen without interfering with the fetus's body. This helps minimize the risk of infection for both mother and baby, does not cause discomfort or skin irritation, and is safer for long-term use.",
  "page.why-us.student.reason.3.title": "Convenient for remote monitoring of fetal health",
  "page.why-us.student.reason.3.desc": "The system is convenient, helping mothers easily monitor their pregnancy at home and detect early signs of abnormalities.",
  "page.why-us.student.reason.4.title": "Reduce pressure on medical facilities",
  "page.why-us.student.reason.4.desc": "Remote fetal health monitoring significantly reduces the pressure on medical facilities, as mothers can perform routine check-ups and monitor their pregnancies at home without having to visit the hospital regularly. This not only saves time for patients but also allows doctors to focus on more urgent cases.",
  "page.why-us.student.reason.5.title": "Optimize the diagnostic and treatment capacity of the medical team",
  "page.why-us.student.reason.5.desc": "Data collected from the fetal health monitoring system not only helps improve diagnostic accuracy but also supports doctors in providing appropriate treatment, thereby minimizing risks and protecting the health of both the fetus and mother throughout pregnancy.",
  "page.why-us.student.reason.6.title": "Building a rich database for future medical research",
  "page.why-us.student.reason.6.desc": "The system collects data continuously throughout pregnancy, contributing to building a rich database for future medical research.",
  "page.why-us.company.reason.1.title": "Long-term support for companies",
  "page.why-us.company.reason.1.desc": "We support you before, during, and after training. You can always reach us by phone or email.",
  "page.why-us.company.reason.2.title": "International top talents for your company",
  "page.why-us.company.reason.2.desc": "We connect you with talents that perfectly match the requirements and values of your company.",
  "page.why-us.company.reason.3.title": "Sustainable solutions against labor shortages",
  "page.why-us.company.reason.3.desc": "We offer solutions that not only help in the short term but also reduce labor shortages in the long run.",
  "page.why-us.company.reason.4.title": "Time-saving and energy-efficient recruitment through targeted candidate selection",
  "page.why-us.company.reason.4.desc": "We help you save time and energy by finding the best candidates for your company through efficient recruitment and long-term retention.",
  "page.why-us.company.reason.5.title": "Free recruitment for your company",
  "page.why-us.company.reason.5.desc": "As a partner company, we take care of recruitment, placement, and entry arrangements at no additional cost to you.",
  "page.constructionsSection.heading": "Training abroad",
  "page.constructionsSection.subHeading": "From choosing the right school or vocational training to support in applying for a visa and preparing for the German test to successfully settling in in Germany. We accompany you step by step so that your dream becomes reality.",
  "page.constructionsSection.items.1.title": "Support in completing visa procedures.",
  "page.constructionsSection.items.1.desc": "Consulting and helping you prepare your student visa application quickly and save time.",
  "page.constructionsSection.items.2.title": "Choose a school that fits your goals.",
  "page.constructionsSection.items.2.desc": "We support you in finding reputable schools in Germany that suit your major and career goals",
  "page.constructionsSection.items.3.title": "Effective German courses.",
  "page.constructionsSection.items.3.desc": "Providing German courses from basic to advanced, meeting the entry requirements of German schools.",
  "page.constructionsSection.items.4.title": "Settling into life in Germany",
  "page.constructionsSection.items.4.desc": "We accompany you in finding accommodation and settling down in Germany.",
  "page.servicesSection.heading": "Overview Of System Components",
  "page.servicesSection.company.subHeading": "The System includes 4 separate blocks: fmecg measuring device, mobile app directly connected to the device, web portal for data management, server for data storage and processing",
  "page.servicesSection.company.items.0.title": "Fmecg Measuring Device",
  "page.servicesSection.company.items.0.desc": "The FMECG belt is a non-invasive device designed to monitor fetal and maternal heart signals. It uses advanced signal processing techniques, such as Short-Time Fourier Transform (STFT), and deep learning models like Autoencoders, U-Net, and ResNet to accurately extract and differentiate fetal ECG from abdominal recordings. This system helps in continuous, real-time monitoring of fetal health, providing valuable insights during pregnancy.",
  "page.servicesSection.company.items.1.title": "Mobile Application",
  "page.servicesSection.company.items.1.desc": "The mobile application is designed to support fetal and maternal cardiac signal monitoring via the FMECG belt. The application serves as a user-friendly interface, allowing healthcare professionals or expectant mothers to view real-time data, monitor heart rate patterns, and receive alerts or notifications related to fetal health. The application communicates with the FMECG belt to display processed ECG signals and provides features such as historical data tracking, analytics, and potential integration with healthcare systems for remote monitoring and diagnosis.",
  "page.servicesSection.company.items.2.title": "Admin Portal Web",
  "page.servicesSection.company.items.2.desc": "The admin portal website in this project is designed to provide healthcare professionals, medical staff, and system administrators with a centralized platform to manage and monitor the data collected from the FMECG belt. Through the portal, users can access real-time fetal and maternal heart signal data, track patient progress, and view historical records. The portal also allows for patient management, including adding new patients, updating health information, and monitoring their health status over time. Additionally, it provides advanced analytics tools for medical professionals to analyze trends, generate reports, and make informed decisions about prenatal care. The admin portal ensures efficient management and smooth integration of data, contributing to better healthcare delivery and patient outcomes.",
  "page.servicesSection.company.items.3.title": "Server",
  "page.servicesSection.company.items.3.desc": "the server acts as the central hub for managing data between the FMECG belt, the mobile app, and the admin portal website. It is responsible for collecting, storing, and processing the ECG signals from the FMECG belt, which are then transmitted to the mobile app and admin portal for real-time monitoring and analysis. The server ensures secure data communication, facilitates remote access to patient information, and provides computational resources for processing complex signal data, such as fetal and maternal heart rate analysis. It also handles user authentication, data management, and integration with external healthcare systems, ensuring seamless, reliable, and efficient operation of the entire system. The server plays a critical role in enabling smooth data flow and supporting the functionalities of both the mobile app and the admin portal.",
  "page.servicesSection.student.subHeading": "Process of cooperation with the Talent Network for top candidates",
  "page.servicesSection.student.items.0.title": "Initial Introduction Meeting",
  "page.servicesSection.student.items.0.desc": "In a brief introductory conversation, we get to know you personally and discuss your individual wishes, goals, and ideas. This helps us better understand which career prospects suit you best.",
  "page.servicesSection.student.items.1.title": "Career Counseling",
  "page.servicesSection.student.items.1.desc": "Together, we analyze your skills, qualifications, and interests to present you with suitable career opportunities. We provide comprehensive advice on available training and job positions, enabling you to make an informed decision about your future.",
  "page.servicesSection.student.items.2.title": "Support with Application Documents",
  "page.servicesSection.student.items.2.desc": "We assist you in creating professional application documents, including your CV, motivation letter, and relevant certificates. We ensure that your documents meet the requirements of German employers.",
  "page.servicesSection.student.items.3.title": "Organization and Conducting of Job Interviews",
  "page.servicesSection.student.items.3.desc": "We coordinate job interviews for you with suitable companies. In advance, you will receive all essential information and tips on successful interview techniques, ensuring that you are well-prepared to present yourself to potential employers.",
  "altServices.heading": "System Operation Process",
  "altServices.description": "Detailed instructions on what you need to do to apply for a visa, register at universities in Germany, and prepare your finances.",
  "altServices.items.0.title": "Connect the fECG belt device to the mobile app",
  "altServices.items.0.desc": "The fECG belt sensor device is connected to the mobile app via Bluetooth to ensure stable and continuous data transmission.",
  "altServices.items.1.title": "Collecting electrocardiogram signals",
  "altServices.items.1.desc": "The patient wears a sensor device to collect electrocardiogram signals.",
  "altServices.items.2.title": "Real-time signal monitoring",
  "altServices.items.2.desc": "During the measurement process, the signal is displayed visually on the phone screen, making it easy to monitor in real time.",
  "altServices.items.3.title": "Data storage and processing",
  "altServices.items.3.desc": "After the measurement session ends, the data is saved to a file and stored on the server.",
  "altServices.items.4.title": "Data analysis and anomaly alerts",
  "altServices.items.4.desc": "The server analyzes the data to detect abnormalities and issues warnings if necessary.",
  "page.featuresSection.items.0.tabName": "Professional ",
  "page.featuresSection.items.0.title": "Professional Study Abroad Counseling",
  "page.featuresSection.items.0.subTitle": "We offer comprehensive study abroad counseling services, from selecting the right university to visa procedures.",
  "page.featuresSection.items.0.contents.0": "Each student will receive personalized support to help them choose the best study path based on their preferences and capabilities.",
  "page.featuresSection.items.0.contents.1": "We are committed to providing accurate and timely information, guiding you from registration to your arrival in Germany. ",
  "page.featuresSection.items.0.contents.2": " All information will be updated regularly and in an easy-to-understand manner.",
  "page.featuresSection.items.1.tabName": " Visa",
  "page.featuresSection.items.1.title": "Visa Application Guidance for Germany",
  "page.featuresSection.items.1.subTitle": "We assist you in preparing all necessary documents for your student visa application.",
  "page.featuresSection.items.1.contents.0": "With a team of experienced experts",
  "page.featuresSection.items.1.contents.1": "we will guide you step by step, ensuring that the procedures are completed correctly and on time.",
  "page.featuresSection.items.1.contents.2": "We will address visa-related issues, health insurance, financial documents.",
  "page.featuresSection.items.1.contents.3": " Any special requirements efficiently and effectively..",
  "page.featuresSection.items.2.tabName": " Accommodation Assistance",
  "page.featuresSection.items.2.title": "Accommodation Assistance",
  "page.featuresSection.items.2.subTitle": "Finding suitable accommodation is a crucial part of your study abroad journey. ",
  "page.featuresSection.items.2.contents.0": "We provide support in finding dormitories, apartments.",
  "page.featuresSection.items.2.contents.1": "hostels with flexible options that are easily accessible to your university.",
  "page.featuresSection.items.2.contents.2": "We ensure you will have safe, convenient, and budget-friendly housing options.",
  "page.featuresSection.items.3.tabName": " Part-Time Job ",
  "page.featuresSection.items.3.title": "Part-Time Job Assistance",
  "page.featuresSection.items.3.subTitle": "International students in Germany can work part-time to cover living expenses. ",
  "page.featuresSection.items.3.contents.0": "We help you find suitable jobs, from internships to part-time positions in stores, restaurants, or companies.",
  "page.featuresSection.items.3.contents.1": "With our extensive network of partners.",
  "page.featuresSection.items.3.contents.2": "We will help you build an impressive resume and find the best job opportunities available..",
  "page.recentPostsSection.heading": "Recent Blog Posts",
  "page.recentPostsSection.subHeading": "In commodi voluptatem excepturi quaerat nihil error autem voluptate ut et officia consequuntu",
  "page.recentPostsSection.items.0.date": "December 12",
  "page.recentPostsSection.items.0.title": "Eum ad dolor et. Autem aut fugiat debitis",
  "page.recentPostsSection.items.0.person": "Julia Parker",
  "page.recentPostsSection.items.0.folder": "Politics",
  "page.recentPostsSection.items.1.date": "July 17",
  "page.recentPostsSection.items.1.title": "Et repellendus molestiae qui est sed omnis",
  "page.recentPostsSection.items.1.person": "Mario Douglas",
  "page.recentPostsSection.items.1.folder": "Sports",
  "page.recentPostsSection.items.2.date": "September 05",
  "page.recentPostsSection.items.2.title": "Quia assumenda est et veritati tirana ploder",
  "page.recentPostsSection.items.2.person": "Lisa Hunter",
  "page.recentPostsSection.items.2.folder": "Economics",
  "page.footer.title": "Sparc lab & Sparc lab Academy",
  "page.footer.address.line1": "A108 Adam Street",
  "page.footer.address.line2": "Address",
  "page.footer.contact.phone.label": "Phone",
  "page.footer.contact.phone.value": "+1 5589 55488 55",
  "page.footer.contact.email.label": "Email",
  "page.footer.contact.email.value": "info@example.com",
  "page.footer.ourServices.title": "Shortcuts",
    "page.footer.ourServices.links.webDesign": "Web Design",
  "page.footer.ourServices.links.webDevelopment": "Web Development",
  "page.footer.ourServices.links.productManagement": "Product Management",
  "page.footer.ourServices.links.marketing": "Marketing",
  "page.footer.ourServices.links.graphicDesign": "Graphic Design",
  "page.footer.hicSolutasetp.title": "Hic solutasetp",
  "page.footer.hicSolutasetp.links.molestiae": "Molestiae accusamus iure",
  "page.footer.hicSolutasetp.links.excepturi": "Excepturi dignissimos",
  "page.footer.hicSolutasetp.links.suscipit": "Suscipit distinctio",
  "page.footer.hicSolutasetp.links.dilecta": "Dilecta",
  "page.footer.hicSolutasetp.links.sitQuas": "Sit quas consectetur",
  "page.footer.nobisIllum.title": "Nobis illum",
  "page.footer.nobisIllum.links.ipsam": "Ipsam",
  "page.footer.nobisIllum.links.laudantium": "Laudantium dolorum",
  "page.footer.nobisIllum.links.dinera": "Dinera",
  "page.footer.nobisIllum.links.trodelas": "Trodelas",
  "page.footer.nobisIllum.links.flexo": "Flexo",
  "page.footer.copyright": "©Copyright by Sparc Labotory",
  "page.footer.privacy": "Privacy Policy",
  "page.footer.credits": "Designed by",
  "page.footer.distributedBy": "Distributed by",
  "page.contact.title": "CONTACT US",
  "page.contact.subTitle": "Do you have a question? Please let us know! We will endeavor to process your request as quickly as possible and will contact you as soon as possible.",
  "page.contact.address": "Our address",
  "page.contact.email": "Email us",
  "page.contact.phone": "Call us",
  "page.contact.form.name": "Your name",
  "page.contact.form.email": "Your email",
  "page.contact.form.company": "Your company",
  "page.contact.form.phone": "Your phone number",
  "page.contact.form.message": "Your message",
  "page.contact.form.send": "Send message",
  "page.contact.form.success": "Email sent successfully!",
  "page.contact.form.title.success": "Success",
  "page.contact.form.failed": "Email sending failed!",
  "page.contact.form.title.failed": "Success",
  "page.ourteam.viewmore": "View more",
  "page.course.section.title": "Language And Integration Courses",
  "page.course.item1.title": "German Courses – Offline & Online (A1–C1)",
  "page.course.item1.description": "Learn German from scratch or improve your existing skills with our courses from A1 to C1. Available offline and online for maximum flexibility.",
  "page.course.item2.title": "B2 Nursing German Course – Offline & Online",
  "page.course.item2.description": "Improve your German skills for the nursing profession with our B2 course. Available both offline and online to meet your needs.",
  "page.course.item3.title": "German for the Workplace - Focus on Communication",
  "page.course.item3.description": "Develop your German skills for professional success. This course focuses on effective communication in professional situations.",
  "page.course.item4.title": "Exam Preparation Course",
  "page.course.item4.description": "Prepare optimally for your final exam with our specially designed preparation course. Gain the necessary skills and confidence for success.",
  "page.partner.section.title": "Our Partners",
  "page.partner.section.description": "We collaborate on product development with many companies and universities around the world.",
  "page.founderPerson.title": "Our Team",
  "page.founderPerson.description": "Our team consists of professionals and students.",
  "page.founderPerson.members.toni.degree": "B.A in Business Administration",
  "page.founderPerson.members.second.role": "Lecturer for German language courses",
  "page.founderPerson.members.third.role": "Teacher for German language courses & Education consultant"
}
